ttmp/2026/05/15/GOJA-MULTI-VM-STRESS--multi-vm-serve-multi-stress-testing-for-goja-site/archive/pprof-kanban-fragment-4vm-400rps-20260515T170138Z/vegeta.txt
Requests      [total, rate, throughput]         3999, 399.99, 214.66
Duration      [total, attack, wait]             18.629s, 9.998s, 8.632s
Latencies     [min, mean, 50, 90, 95, 99, max]  19.766ms, 4.564s, 4.725s, 7.61s, 8.066s, 8.516s, 8.632s
Bytes In      [total, mean]                     983538054, 245946.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3999  
Error Set: